Repository: rokrokss/recly
Catalog: apple/RecKit/Sources/RecKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fil, fr, hi, it, ja, ko, pl, pt_br, pt_pt, ru, sw, th, tr, ur, vi, zh_hans, zh_hant

source: Could not disconnect Drive. Try again in Settings. (%@)
ar: تعذّر فصل Drive. أعد المحاولة من الإعدادات. (%@)
bn: Drive ডিসকানেক্ট করা যায়নি। সেটিংসে আবার চেষ্টা করুন। (%@)
de: Drive konnte nicht getrennt werden. Versuchen Sie es in den Einstellungen erneut. (%@)
es: No se pudo desconectar Drive. Inténtalo en Ajustes. (%@)
fa: اتصال Drive قطع نشد. دوباره در تنظیمات امتحان کنید. (%@)
fil: Hindi maidiskonekta ang Drive. Subukang muli sa Mga Setting. (%@)
fr: Impossible de déconnecter Drive. Réessayez dans Réglages. (%@)
hi: Drive डिस्कनेक्ट नहीं हो सका। सेटिंग में फिर कोशिश करें। (%@)
it: Impossibile scollegare Drive. Riprova in Impostazioni. (%@)
ja: Driveの接続を解除できませんでした。設定で再試行してください。（%@）
ko: Drive 연결 해제에 실패했습니다. 설정에서 다시 시도하세요. (%@)
pl: Nie można odłączyć Drive. Spróbuj ponownie w Ustawieniach. (%@)
pt_br: Não foi possível desconectar o Drive. Tente novamente em Configurações. (%@)
pt_pt: Não foi possível desligar o Drive. Tente novamente nas Definições. (%@)
ru: Не удалось отключить Drive. Повторите попытку в настройках. (%@)
sw: Imeshindwa kutenganisha Drive. Jaribu tena katika Mipangilio. (%@)
th: ยกเลิกการเชื่อมต่อ Drive ไม่ได้ ลองอีกครั้งในการตั้งค่า (%@)
tr: Drive bağlantısı kesilemedi. Ayarlar'da yeniden deneyin. (%@)
ur: Drive منقطع نہیں ہو سکا۔ ترتیبات میں دوبارہ کوشش کریں۔ (%@)
vi: Không thể ngắt kết nối Drive. Hãy thử lại trong Cài đặt. (%@)
zh_hans: 无法断开Drive。请在设置中重试。（%@）
zh_hant: 無法中斷Drive連線。請在設定中重試。（%@）

source: Google still lists Recly — remove it at myaccount.google.com/permissions
ar: لا يزال Recly مدرجًا في Google. أزله من myaccount.google.com/permissions
bn: Google-এ এখনও Recly তালিকাভুক্ত আছে; myaccount.google.com/permissions-এ গিয়ে সরিয়ে দিন
de: Recly ist bei Google noch aufgeführt. Unter myaccount.google.com/permissions entfernen
es: Recly sigue en Google. Elimínalo en myaccount.google.com/permissions
fa: نام Recly هنوز در فهرست Google است؛ آن را در myaccount.google.com/permissions حذف کنید
fil: Nakalista pa rin ang Recly sa Google — alisin ito sa myaccount.google.com/permissions
fr: Recly figure toujours dans Google. Supprimez-le sur myaccount.google.com/permissions
hi: Google में Recly अभी सूचीबद्ध है। myaccount.google.com/permissions पर हटाएँ
it: Recly è ancora elencato in Google: rimuovilo su myaccount.google.com/permissions
ja: GoogleにReclyの権限が残っています。myaccount.google.com/permissionsで削除してください
ko: Google에 아직 Recly가 남아 있습니다 — myaccount.google.com/permissions에서 직접 해제하세요
pl: Google nadal wyświetla Recly — usuń dostęp na myaccount.google.com/permissions
pt_br: O Recly ainda aparece no Google. Remova-o em myaccount.google.com/permissions
pt_pt: A Google ainda lista o Recly — remova-o em myaccount.google.com/permissions
ru: Recly всё ещё указан в Google. Удалите его на myaccount.google.com/permissions
sw: Google bado inaorodhesha Recly — iondoe kwenye myaccount.google.com/permissions
th: Google ยังแสดง Recly อยู่ นำออกได้ที่ myaccount.google.com/permissions
tr: Recly, Google'da hâlâ listeleniyor — myaccount.google.com/permissions adresinden kaldırın
ur: Google کی فہرست میں Recly ابھی بھی موجود ہے — اسے myaccount.google.com/permissions پر ہٹائیں
vi: Google vẫn liệt kê Recly — hãy gỡ bỏ tại myaccount.google.com/permissions
zh_hans: Google中仍列有Recly，请在myaccount.google.com/permissions移除
zh_hant: Google中仍列有Recly，請在myaccount.google.com/permissions移除

source: Google would not take the access away (%@) — do it in your Google account permissions
ar: لم يُلغِ Google الوصول (%@). ألغِه من أذونات حساب Google
bn: Google অ্যাক্সেস সরায়নি (%@); আপনার Google অ্যাকাউন্টের অনুমতিতে গিয়ে সরিয়ে দিন
de: Google hat den Zugriff nicht entzogen (%@). In den Berechtigungen Ihres Google-Kontos widerrufen
es: Google no revocó el acceso (%@). Hazlo desde los permisos de tu cuenta Google
fa: دسترسی توسط Google لغو نشد (%@)؛ این کار را در اجازه‌های حساب Google خود انجام دهید
fil: Ayaw bawiin ng Google ang access (%@) — gawin ito sa mga pahintulot ng iyong Google account
fr: Google n’a pas révoqué l’accès (%@). Faites-le dans les autorisations de votre compte Google
hi: Google ने एक्सेस नहीं हटाया (%@)। अपने Google खाते की अनुमतियों में हटाएँ
it: Google non ha revocato l’accesso (%@): fallo dalle autorizzazioni del tuo account Google
ja: Googleのアクセス権を取り消せませんでした（%@）。Googleアカウントの権限から取り消してください
ko: Google이 권한을 회수하지 못했습니다(%@) — Google 계정 권한 설정에서 직접 해제하세요
pl: Google nie cofnął dostępu (%@) — zrób to w uprawnieniach swojego konta Google
pt_br: O Google não revogou o acesso (%@). Faça isso nas permissões da sua conta Google
pt_pt: A Google não retirou o acesso (%@) — faça-o nas permissões da sua conta Google
ru: Google не отозвал доступ (%@). Отзовите его в разрешениях аккаунта Google
sw: Google imekataa kuondoa ufikiaji (%@) — fanya hivyo katika ruhusa za akaunti yako ya Google
th: Google ไม่ยอมเพิกถอนการเข้าถึง (%@) โปรดเพิกถอนในสิทธิ์ของบัญชี Google ของคุณ
tr: Google erişimi kaldırmadı (%@) — bunu Google hesabı izinlerinizden yapın
ur: Google نے رسائی نہیں ہٹائی (%@) — اپنے Google اکاؤنٹ کی اجازتوں میں ہٹائیں
vi: Google không thu hồi quyền truy cập (%@) — hãy tự thu hồi trong phần quyền của tài khoản Google
zh_hans: Google未撤销访问权限（%@），请在Google账号权限中操作
zh_hant: Google未撤銷存取權限（%@），請在Google帳戶權限中操作

source: I removed it
ar: أزلته
bn: আমি সরিয়ে দিয়েছি
de: Ich habe es entfernt
es: Ya lo he eliminado
fa: حذفش کردم
fil: Inalis ko na
fr: Je l’ai supprimé
hi: मैंने हटा दिया
it: L’ho rimosso
ja: 削除しました
ko: 직접 해제했습니다
pl: Usunięto
pt_br: Já removi
pt_pt: Já removi
ru: Я удалил
sw: Nimeiondoa
th: นำออกแล้ว
tr: Kaldırdım
ur: میں نے اسے ہٹا دیا
vi: Tôi đã gỡ bỏ
zh_hans: 我已移除
zh_hant: 我已移除

source: Invoke URL
ar: رابط الاستدعاء
bn: ইনভোক URL
de: Aufruf-URL
es: URL de invocación
fa: نشانی فراخوانی
fr: URL d’appel
hi: कॉल URL
it: URL di invocazione
ja: 呼び出しURL
pl: URL wywołania
pt_br: URL de chamada
pt_pt: URL de invocação
ru: URL вызова
sw: URL ya kuita
th: URL สำหรับเรียกใช้
tr: Çağırma URL'si
ur: کال URL
vi: URL gọi
zh_hans: 调用URL
zh_hant: 呼叫URL

source: Language
ar: اللغة
bn: ভাষা
de: Sprache
es: Idioma
fa: زبان
fil: Wika
fr: Langue
hi: भाषा
it: Lingua
ja: 言語
ko: 언어
pl: Język
pt_br: Idioma
pt_pt: Idioma
ru: Язык
sw: Lugha
th: ภาษา
tr: Dil
ur: زبان
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: Light
ar: فاتح
bn: হালকা
de: Hell
es: Claro
fa: روشن
fil: Maliwanag
fr: Clair
hi: हल्का
it: Chiaro
ja: ライト
ko: 밝게
pl: Jasny
pt_br: Claro
pt_pt: Claro
ru: Светлая
sw: Meupe
th: สว่าง
tr: Açık
ur: ہلکا
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

source: Loading…
ar: جارٍ التحميل…
bn: লোড হচ্ছে…
de: Wird geladen…
es: Cargando…
fa: در حال بارگیری…
fil: Naglo-load…
fr: Chargement…
hi: लोड हो रहा है…
it: Caricamento…
ja: 読み込み中…
ko: 불러오는 중…
pl: Wczytywanie…
pt_br: Carregando…
pt_pt: A carregar…
ru: Загрузка…
sw: Inapakia…
th: กำลังโหลด…
tr: Yükleniyor…
ur: لوڈ ہو رہا ہے…
vi: Đang tải…
zh_hans: 正在加载…
zh_hant: 載入中…

source: Minimum length (s)
ar: المدة الدنيا (ث)
bn: ন্যূনতম দৈর্ঘ্য (সেকেন্ড)
de: Mindestdauer (s)
es: Duración mínima (s)
fa: حداقل مدت (ثانیه)
fil: Minimum na haba (seg)
fr: Durée minimale (s)
hi: न्यूनतम अवधि (सेकंड)
it: Durata minima (s)
ja: 最短の長さ（秒）
ko: 최소 길이(초)
pl: Minimalna długość (s)
pt_br: Duração mínima (s)
pt_pt: Duração mínima (s)
ru: Минимальная длительность (с)
sw: Muda wa chini (sekunde)
th: ความยาวขั้นต่ำ (วินาที)
tr: Minimum süre (sn)
ur: کم از کم دورانیہ (سیکنڈ)
vi: Thời lượng tối thiểu (giây)
zh_hans: 最短时长（秒）
zh_hant: 最短時長（秒）

source: No audio on this device
ar: لا يوجد صوت على هذا الجهاز
bn: এই ডিভাইসে কোনো অডিও নেই
de: Kein Audio auf diesem Gerät
es: No hay audio en este dispositivo
fa: صدایی در این دستگاه نیست
fil: Walang audio sa device na ito
fr: Aucun audio sur cet appareil
hi: इस डिवाइस पर ऑडियो नहीं है
it: Nessun audio su questo dispositivo
ja: このデバイスに音声がありません
ko: 이 기기에 오디오가 없습니다
pl: Brak audio na tym urządzeniu
pt_br: Sem áudio neste dispositivo
pt_pt: Sem áudio neste dispositivo
ru: На этом устройстве нет аудио
sw: Hakuna sauti kwenye kifaa hiki
th: ไม่มีเสียงในอุปกรณ์นี้
tr: Bu cihazda ses yok
ur: اس آلے پر کوئی آڈیو نہیں
vi: Không có âm thanh trên thiết bị này
zh_hans: 此设备上没有音频
zh_hant: 此裝置上沒有音訊

source: No external destinations allowed yet.
ar: لا توجد وجهات خارجية مسموح بها بعد.
bn: এখনও কোনো বাহ্যিক গন্তব্যের অনুমতি দেওয়া হয়নি।
de: Noch keine externen Ziele erlaubt.
es: Aún no hay destinos externos permitidos.
fa: هنوز هیچ مقصد خارجی مجاز نشده است.
fil: Wala pang pinapayagang external na destinasyon.
fr: Aucune destination externe autorisée.
hi: अभी कोई बाहरी गंतव्य अनुमत नहीं है।
it: Nessuna destinazione esterna ancora consentita.
ja: 許可した外部送信先はまだありません。
ko: 아직 허용한 외부 전송 대상이 없습니다.
pl: Nie zezwolono jeszcze na żadne zewnętrzne miejsca docelowe.
pt_br: Nenhum destino externo permitido ainda.
pt_pt: Ainda não há destinos externos permitidos.
ru: Внешние назначения ещё не разрешены.
sw: Bado hakuna vituo vya nje vilivyoruhusiwa.
th: ยังไม่มีปลายทางภายนอกที่อนุญาต
tr: Henüz izin verilen harici hedef yok.
ur: ابھی تک کسی بیرونی منزل کی اجازت نہیں دی گئی۔
vi: Chưa cho phép nơi nhận bên ngoài nào.
zh_hans: 尚未允许任何外部目标地址。
zh_hant: 尚未允許任何外部目的地。

source: No space in Drive
ar: لا توجد مساحة في Drive
bn: Drive-এ জায়গা নেই
de: Kein Speicherplatz in Drive
es: Sin espacio en Drive
fa: فضای خالی در Drive وجود ندارد
fil: Walang espasyo sa Drive
fr: Plus d’espace sur Drive
hi: Drive में जगह नहीं है
it: Spazio esaurito su Drive
ja: Driveの空き容量がありません
ko: Drive에 공간 없음
pl: Brak miejsca na Drive
pt_br: Sem espaço no Drive
pt_pt: Sem espaço no Drive
ru: Нет места в Drive
sw: Hakuna nafasi kwenye Drive
th: Drive ไม่มีพื้นที่ว่าง
tr: Drive'da yer yok
ur: Drive میں جگہ نہیں
vi: Drive hết dung lượng
zh_hans: Drive空间不足
zh_hant: Drive空間不足

source: Nothing here yet — the transcribe step has not finished.
ar: لا يوجد محتوى بعد؛ لم تكتمل خطوة النسخ.
bn: এখানে এখনও কিছু নেই; ট্রান্সক্রাইব ধাপ শেষ হয়নি।
de: Noch kein Inhalt. Die Transkription ist noch nicht abgeschlossen.
es: Aún no hay contenido: la transcripción no ha terminado.
fa: هنوز چیزی اینجا نیست؛ مرحله رونویسی تمام نشده است.
fil: Wala pang laman — hindi pa tapos ang hakbang ng pag-transcribe.
fr: Rien pour l’instant : la transcription n’est pas terminée.
hi: अभी कुछ नहीं है; ट्रांसक्रिप्शन का चरण पूरा नहीं हुआ।
it: Ancora niente: il passaggio di trascrizione non è terminato.
ja: 文字起こしが終わると、ここに表示されます。
ko: 아직 아무것도 없습니다 — 전사 단계가 끝나지 않았습니다.
pl: Nic tu jeszcze nie ma — krok transkrypcji się nie zakończył.
pt_br: Ainda não há conteúdo; a transcrição não terminou.
pt_pt: Ainda não há nada aqui — o passo de transcrição não terminou.
ru: Пока пусто: расшифровка ещё не завершена.
sw: Bado hakuna kitu hapa — hatua ya unukuzi haijakamilika.
th: ยังไม่มีข้อมูล ขั้นตอนการถอดเสียงยังไม่เสร็จ
tr: Henüz bir şey yok — transkripsiyon adımı tamamlanmadı.
ur: یہاں ابھی کچھ نہیں — ٹرانسکرپشن کا مرحلہ مکمل نہیں ہوا۔
vi: Chưa có nội dung — bước chép lời chưa hoàn tất.
zh_hans: 转录步骤尚未完成，此处暂无内容。
zh_hant: 轉錄步驟尚未完成，此處尚無內容。

source: Open
ar: فتح
bn: খুলুন
de: Öffnen
es: Abrir
fa: باز کردن
fil: Buksan
fr: Ouvrir
hi: खोलें
it: Apri
ja: 開く
ko: 열기
pl: Otwórz
pt_br: Abrir
pt_pt: Abrir
ru: Открыть
sw: Fungua
th: เปิด
tr: Aç
ur: کھولیں
vi: Mở
zh_hans: 打开
zh_hant: 開啟

source: Open Drive storage
ar: فتح مساحة تخزين Drive
bn: Drive স্টোরেজ খুলুন
de: Drive-Speicher öffnen
es: Abrir almacenamiento de Drive
fa: باز کردن فضای ذخیره‌سازی Drive
fil: Buksan ang storage ng Drive
fr: Ouvrir l’espace de stockage Drive
hi: Drive स्टोरेज खोलें
it: Apri spazio di archiviazione Drive
ja: Driveのストレージを開く
ko: Drive 저장용량 열기
pl: Otwórz miejsce na dane Drive
pt_br: Abrir armazenamento do Drive
pt_pt: Abrir armazenamento do Drive
ru: Открыть хранилище Drive
sw: Fungua hifadhi ya Drive
th: เปิดพื้นที่เก็บข้อมูล Drive
tr: Drive depolama alanını aç
ur: Drive اسٹوریج کھولیں
vi: Mở bộ nhớ Drive
zh_hans: 打开Drive存储空间
zh_hant: 開啟Drive儲存空間

# Open Google account permissions
source: Manage Google permissions
ar: إدارة أذونات Google
bn: Google অনুমতি ম্যানেজ করুন
de: Google-Berechtigungen verwalten
es: Gestionar permisos de Google
fa: مدیریت اجازه‌های Google
fil: Pamahalaan ang mga pahintulot sa Google
fr: Gérer les autorisations Google
hi: Google अनुमतियाँ प्रबंधित करें
it: Gestisci autorizzazioni Google
ja: Googleの権限を管理
ko: Google 접근 권한 관리
pl: Zarządzaj uprawnieniami Google
pt_br: Gerenciar permissões do Google
pt_pt: Gerir permissões do Google
ru: Управление разрешениями Google
sw: Dhibiti ruhusa za Google
th: จัดการสิทธิ์ของ Google
tr: Google izinlerini yönet
ur: Google اجازتوں کا نظم کریں
vi: Quản lý quyền truy cập Google
zh_hans: 管理Google权限
zh_hant: 管理Google權限

source: Open Recly once to answer the recording reminder
ar: افتح Recly مرة للرد على تذكير التسجيل
bn: রেকর্ডিং রিমাইন্ডারের উত্তর দিতে একবার Recly খুলুন
de: Recly einmal öffnen, um die Aufnahmeerinnerung zu beantworten
es: Abre Recly una vez para responder al recordatorio de grabación
fa: یک بار Recly را باز کنید تا به یادآور ضبط پاسخ دهید
fil: Buksan ang Recly nang isang beses para sagutin ang paalala sa pag-record
fr: Ouvrez Recly une fois pour répondre au rappel d’enregistrement
hi: रिकॉर्डिंग के रिमाइंडर का जवाब देने के लिए Recly एक बार खोलें
it: Apri Recly una volta per rispondere al promemoria di registrazione
ja: Reclyを一度開いて録音の確認に回答してください
ko: Recly를 한 번 열어 녹음 알림에 답해 주세요
pl: Otwórz Recly, aby odpowiedzieć na przypomnienie o nagrywaniu
pt_br: Abra o Recly uma vez para responder ao lembrete de gravação
pt_pt: Abra o Recly uma vez para responder ao lembrete de gravação
ru: Откройте Recly, чтобы ответить на напоминание о записи
sw: Fungua Recly mara moja ili ujibu kikumbusho cha kurekodi
th: เปิด Recly หนึ่งครั้งเพื่อตอบการเตือนเรื่องการบันทึกเสียง
tr: Kayıt hatırlatıcısını yanıtlamak için Recly'yi bir kez açın
ur: ریکارڈنگ کی یاد دہانی کا جواب دینے کے لیے ایک بار Recly کھولیں
vi: Hãy mở Recly một lần để trả lời lời nhắc ghi âm
zh_hans: 请先打开Recly回应录音提醒
zh_hant: 請先開啟Recly回應錄音提醒

source: Out of retries: %@
ar: نفدت المحاولات: %@
bn: চেষ্টার সীমা শেষ: %@
de: Keine Versuche mehr: %@
es: Se agotaron los reintentos: %@
fa: تلاش‌ها تمام شد: %@
fil: Ubos na ang muling pagsubok: %@
fr: Nombre de tentatives épuisé : %@
hi: दोबारा कोशिशों की सीमा पूरी: %@
it: Tentativi esauriti: %@
ja: 再試行回数を超えました：%@
ko: 재시도 횟수를 다 썼습니다: %@
pl: Wyczerpano próby: %@
pt_br: Tentativas esgotadas: %@
pt_pt: Tentativas esgotadas: %@
ru: Попытки исчерпаны: %@
sw: Majaribio yameisha: %@
th: ลองซ้ำครบจำนวนครั้งแล้ว: %@
tr: Yeniden deneme hakkı bitti: %@
ur: دوبارہ کوششیں ختم: %@
vi: Hết lượt thử lại: %@
zh_hans: 已用尽重试次数：%@
zh_hant: 已用盡重試次數：%@

source: Pause
ar: إيقاف مؤقت
bn: পজ করুন
es: Pausar
fa: مکث
fil: I-pause
hi: रोकें
it: Pausa
ja: 一時停止
ko: 일시정지
pl: Wstrzymaj
pt_br: Pausar
pt_pt: Pausa
ru: Пауза
sw: Sitisha
th: หยุดชั่วคราว
tr: Duraklat
ur: موقوف کریں
vi: Tạm dừng
zh_hans: 暂停
zh_hant: 暫停

source: Permission covers future recordings on this device. You can withdraw it in Settings → Privacy.
ar: يشمل الإذن التسجيلات المستقبلية على هذا الجهاز. يمكنك سحبه من الإعدادات ← الخصوصية.
bn: এই অনুমতি এই ডিভাইসের ভবিষ্যৎ রেকর্ডিংয়েও প্রযোজ্য। সেটিংস → গোপনীয়তা-তে গিয়ে এটি প্রত্যাহার করতে পারেন।
de: Die Berechtigung gilt für zukünftige Aufnahmen auf diesem Gerät. Unter Einstellungen → Datenschutz widerrufbar.
es: El permiso cubre futuras grabaciones en este dispositivo. Puedes retirarlo en Ajustes → Privacidad.
fa: این اجازه شامل ضبط‌های آینده در این دستگاه می‌شود. می‌توانید آن را در تنظیمات ← حریم خصوصی پس بگیرید.
fil: Saklaw ng pahintulot ang mga susunod na recording sa device na ito. Maaari mo itong bawiin sa Mga Setting → Privacy.
fr: L’autorisation couvre les futurs enregistrements sur cet appareil. Retirez-la dans Réglages → Confidentialité.
hi: अनुमति इस डिवाइस की आगे की रिकॉर्डिंग पर भी लागू है। इसे सेटिंग → गोपनीयता में वापस ले सकते हैं।
it: L’autorizzazione vale per le registrazioni future su questo dispositivo. Puoi revocarla in Impostazioni → Privacy.
ja: この許可は、このデバイスで今後行う録音にも適用されます。「設定→プライバシー」で取り消せます。
ko: 허용하면 이 기기의 이후 녹음에도 적용됩니다. 설정 → 개인정보 보호에서 철회할 수 있습니다.
pl: Zgoda obejmuje przyszłe nagrania na tym urządzeniu. Możesz ją wycofać w Ustawieniach → Prywatność.
pt_br: A permissão abrange futuras gravações neste dispositivo. Revogue em Configurações → Privacidade.
pt_pt: A permissão abrange futuras gravações neste dispositivo. Pode retirá-la em Definições → Privacidade.
ru: Разрешение действует и на будущие записи на этом устройстве. Его можно отозвать в Настройки → Конфиденциальность.
sw: Ruhusa hii inahusu rekodi zijazo kwenye kifaa hiki. Unaweza kuibatilisha katika Mipangilio → Faragha.
th: การอนุญาตนี้ครอบคลุมการบันทึกเสียงในอนาคตบนอุปกรณ์นี้ คุณถอนการอนุญาตได้ในการตั้งค่า → ความเป็นส่วนตัว
tr: İzin, bu cihazdaki sonraki kayıtlar için geçerlidir. Ayarlar → Gizlilik bölümünden geri çekebilirsiniz.
ur: یہ اجازت اس آلے پر آئندہ ریکارڈنگز پر لاگو ہوتی ہے۔ آپ اسے ترتیبات ← رازداری میں واپس لے سکتے ہیں۔
vi: Quyền này áp dụng cho các bản ghi âm sau này trên thiết bị này. Bạn có thể rút lại trong Cài đặt → Quyền riêng tư.
zh_hans: 此权限适用于此设备上的后续录音，可在“设置→隐私”中撤销。
zh_hant: 此權限適用於此裝置上的後續錄音，可在「設定→隱私權」中撤銷。

source: Permission is needed before sending to this destination
ar: يلزم إذن قبل الإرسال إلى هذه الوجهة
bn: এই গন্তব্যে পাঠানোর আগে অনুমতি প্রয়োজন
de: Vor dem Senden an dieses Ziel ist eine Berechtigung nötig
es: Se necesita permiso para enviar a este destino
fa: پیش از ارسال به این مقصد، اجازه لازم است
fil: Kailangan ng pahintulot bago magpadala sa destinasyong ito
fr: Une autorisation est nécessaire pour cette destination
hi: इस गंतव्य पर भेजने से पहले अनुमति चाहिए
it: Serve l’autorizzazione per inviare a questa destinazione
ja: この送信先への転送には許可が必要です
ko: 이 대상으로 전송하기 전에 허용이 필요합니다
pl: Wysyłanie do tego miejsca docelowego wymaga zgody
pt_br: É necessária permissão para enviar a este destino
pt_pt: É necessária permissão antes de enviar para este destino
ru: Для отправки сюда нужно разрешение
sw: Ruhusa inahitajika kabla ya kutuma kwenye kituo hiki
th: ต้องได้รับอนุญาตก่อนส่งไปยังปลายทางนี้
tr: Bu hedefe göndermeden önce izin gerekiyor
ur: اس منزل پر بھیجنے سے پہلے اجازت درکار ہے
vi: Cần cấp quyền trước khi gửi đến nơi nhận này
zh_hans: 发送到此目标前需要授权
zh_hant: 傳送至此目的地前需要授權

source: Play
ar: تشغيل
bn: চালান
de: Wiedergabe
es: Reproducir
fa: پخش
fil: I-play
fr: Lire
hi: चलाएँ
it: Riproduci
ja: 再生
ko: 재생
pl: Odtwórz
pt_br: Reproduzir
pt_pt: Reproduzir
ru: Воспроизвести
sw: Cheza
th: เล่น
tr: Oynat
ur: چلائیں
vi: Phát
zh_hans: 播放
zh_hant: 播放

source: Position
ar: الموضع
bn: অবস্থান
es: Posición
fa: موقعیت پخش
fil: Posisyon
hi: स्थिति
it: Posizione
ja: 再生位置
ko: 위치
pl: Pozycja
pt_br: Posição
pt_pt: Posição
ru: Позиция
sw: Nafasi ya uchezaji
th: ตำแหน่ง
tr: Konum
ur: مقام
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

source: Privacy
ar: الخصوصية
bn: গোপনীয়তা
de: Datenschutz
es: Privacidad
fa: حریم خصوصی
fr: Confidentialité
hi: गोपनीयता
ja: プライバシー
ko: 개인정보 보호
pl: Prywatność
pt_br: Privacidade
pt_pt: Privacidade
ru: Конфиденциальность
sw: Faragha
th: ความเป็นส่วนตัว
tr: Gizlilik
ur: رازداری
vi: Quyền riêng tư
zh_hans: 隐私
zh_hant: 隱私權

source: Privacy Policy
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
de: Datenschutzerklärung
es: Política de privacidad
fa: خط‌مشی رازداری
fil: Patakaran sa Privacy
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pl: Polityka prywatności
pt_br: Política de privacidade
pt_pt: Política de privacidade
ru: Политика конфиденциальности
sw: Sera ya Faragha
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
ur: رازداری کی پالیسی
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Provider
ar: المزوّد
bn: প্রদানকারী
de: Anbieter
es: Proveedor
fa: ارائه‌دهنده
fr: Fournisseur
hi: प्रदाता
it: Fornitore
ja: 提供者
ko: 제공자
pl: Dostawca
pt_br: Provedor
pt_pt: Fornecedor
ru: Провайдер
sw: Mtoa huduma
th: ผู้ให้บริการ
tr: Sağlayıcı
ur: فراہم کنندہ
vi: Nhà cung cấp
zh_hans: 提供商
zh_hant: 供應商

source: Provider privacy information
ar: معلومات خصوصية المزوّد
bn: প্রদানকারীর গোপনীয়তা সংক্রান্ত তথ্য
de: Datenschutz des Anbieters
es: Privacidad del proveedor
fa: اطلاعات حریم خصوصی ارائه‌دهنده
fil: Impormasyon sa privacy ng provider
fr: Confidentialité du fournisseur
hi: प्रदाता की गोपनीयता जानकारी
it: Privacy del fornitore
ja: 提供者のプライバシー情報
ko: 업체 개인정보 처리방침
pl: Informacje o prywatności u dostawcy
pt_br: Privacidade do provedor
pt_pt: Informações de privacidade do fornecedor
ru: Конфиденциальность у провайдера
sw: Maelezo ya faragha ya mtoa huduma
th: ข้อมูลความเป็นส่วนตัวของผู้ให้บริการ
tr: Sağlayıcı gizlilik bilgileri
ur: فراہم کنندہ کی رازداری کی معلومات
vi: Thông tin quyền riêng tư của nhà cung cấp
zh_hans: 提供商隐私信息
zh_hant: 供應商隱私權資訊

source: ElevenLabs uses recordings to improve its models unless this is turned off in your ElevenLabs account.
ar: تستخدم ElevenLabs التسجيلات لتحسين نماذجها ما لم يتم إيقاف ذلك في حسابك على ElevenLabs.
bn: আপনার ElevenLabs অ্যাকাউন্টে এটি বন্ধ না করলে ElevenLabs তার মডেল উন্নত করতে রেকর্ডিং ব্যবহার করে।
de: ElevenLabs verwendet Aufnahmen zur Verbesserung seiner Modelle, sofern Sie dies nicht in Ihrem ElevenLabs-Konto deaktivieren.
es: ElevenLabs usa las grabaciones para mejorar sus modelos, salvo que lo desactives en tu cuenta de ElevenLabs.
fa: اگر این گزینه در حساب ElevenLabs شما خاموش نشده باشد، ElevenLabs از ضبط‌ها برای بهبود مدل‌هایش استفاده می‌کند.
fil: Ginagamit ng ElevenLabs ang mga recording para pahusayin ang mga modelo nito maliban kung naka-off ito sa iyong ElevenLabs account.
fr: ElevenLabs utilise les enregistrements pour améliorer ses modèles, sauf si vous le désactivez dans votre compte ElevenLabs.
hi: जब तक आप अपने ElevenLabs खाते में इसे बंद नहीं करते, ElevenLabs रिकॉर्डिंग का उपयोग अपने मॉडल सुधारने के लिए करता है।
it: ElevenLabs usa le registrazioni per migliorare i propri modelli, a meno che tu non lo disattivi nel tuo account ElevenLabs.
ja: ElevenLabsは、ElevenLabsアカウントでこの設定をオフにしない限り、録音をモデルの改善に使用します。
ko: ElevenLabs는 ElevenLabs 계정에서 이 설정을 끄지 않으면 녹음을 모델 개선에 사용합니다.
pl: ElevenLabs używa nagrań do ulepszania swoich modeli, chyba że ta opcja jest wyłączona na Twoim koncie ElevenLabs.
pt_br: A ElevenLabs usa as gravações para melhorar seus modelos, a menos que isso seja desativado na sua conta ElevenLabs.
pt_pt: A ElevenLabs utiliza as gravações para melhorar os respetivos modelos, exceto se desativar esta opção na sua conta ElevenLabs.
ru: ElevenLabs использует записи для улучшения своих моделей, если это не отключено в вашем аккаунте ElevenLabs.
sw: ElevenLabs hutumia rekodi kuboresha modeli zake isipokuwa uzime hili kwenye akaunti yako ya ElevenLabs.
th: ElevenLabs ใช้การบันทึกเสียงเพื่อปรับปรุงโมเดลของตน เว้นแต่คุณจะปิดการตั้งค่านี้ในบัญชี ElevenLabs ของคุณ
tr: ElevenLabs hesabınızda kapatılmadığı sürece ElevenLabs, kayıtları modellerini geliştirmek için kullanır.
ur: جب تک آپ اپنے ElevenLabs اکاؤنٹ میں اسے آف نہ کریں، ElevenLabs اپنے ماڈلز بہتر بنانے کے لیے ریکارڈنگز استعمال کرتا ہے۔
vi: ElevenLabs dùng bản ghi âm để cải thiện mô hình của họ, trừ khi bạn tắt tùy chọn này trong tài khoản ElevenLabs.
zh_hans: 除非您在ElevenLabs账号中关闭此设置，否则ElevenLabs会使用录音改进其模型。
zh_hant: 除非您在ElevenLabs帳戶中關閉此設定，否則ElevenLabs會使用錄音改進其模型。

source: How to turn it off
ar: كيفية إيقافه
bn: কীভাবে বন্ধ করবেন
de: So deaktivieren Sie es
es: Cómo desactivarlo
fa: نحوه خاموش کردن
fil: Paano ito i-off
fr: Comment le désactiver
hi: इसे बंद कैसे करें
it: Come disattivarlo
ja: オフにする方法
ko: 끄는 방법
pl: Jak to wyłączyć
pt_br: Como desativar
pt_pt: Como desativar
ru: Как отключить
sw: Jinsi ya kuizima
th: วิธีปิด
tr: Nasıl kapatılır
ur: اسے آف کیسے کریں
vi: Cách tắt
zh_hans: 如何关闭
zh_hant: 如何關閉
